// Math.min() - возвращает наименьшее число указанное в параметрах, или Infinity
// Math.max() - аналогично возвращает набольшее число или -Infinity
// Math.floor() - округляет до наименьшего целого числа или возвращает число
// Math.ceil() - округляет до наибольшего целого числа или возвращает число
// Math.round() - округляет до ближайшего целого числа
// Math.trunc() - возвращает целую часть числа, удаляет дробную составляющую 
// Math.abs() - принимает 2 аргумента, возвращает разницу между ними, всегда положительную, по типу модуля в алгебре
// Math.random() - возвращает рандомное число, от 0 до 1